{"!": 863, "\"": 41, "$": 920, "%": 536, "'": 292, "*": 1060, ",": 339, "-": 357, ".": 99, "/": 472, "0": 50, "1": 53, "2": 88, "3": 154, "4": 163, "5": 155, "6": 173, "7": 242, "8": 194, "9": 140, ":": 782, "</s>": 2, "<pad>": 0, "<s>": 1, "<unk>": 3, "?": 709, "[": 936, "]": 937, "a": 67, "b": 321, "c": 197, "d": 198, "e": 110, "f": 371, "g": 260, "h": 215, "i": 121, "j": 484, "k": 266, "l": 169, "m": 157, "n": 125, "o": 118, "p": 199, "q": 563, "r": 133, "s": 122, "t": 147, "u": 219, "v": 332, "w": 426, "x": 510, "y": 354, "z": 551, "|": 4, "~": 591, "°": 964, "²": 1033, "á": 1057, "ç": 1015, "õ": 833, "ú": 955, "ü": 842, "​": 831, "–": 931, "”": 761, "℃": 839, "因": 892, "死": 891, "가": 15, "각": 193, "간": 120, "갇": 876, "갈": 359, "감": 273, "갑": 681, "값": 620, "갓": 1156, "갔": 698, "강": 223, "갖": 482, "갗": 1279, "같": 239, "갚": 1101, "개": 108, "객": 346, "갤": 1043, "갯": 1282, "갱": 1042, "갸": 1256, "걀": 910, "거": 91, "걱": 731, "건": 181, "걷": 807, "걸": 376, "검": 454, "겁": 514, "것": 48, "겅": 1219, "겉": 983, "게": 56, "겐": 760, "겔": 862, "겜": 1240, "겟": 1238, "겠": 464, "겨": 329, "격": 248, "겪": 704, "견": 311, "결": 180, "겸": 1076, "겹": 923, "겼": 594, "경": 79, "곁": 1103, "계": 105, "고": 17, "곡": 554, "곤": 634, "곧": 938, "골": 393, "곰": 721, "곱": 565, "곳": 299, "공": 71, "과": 49, "곽": 1295, "관": 97, "괄": 881, "광": 280, "괜": 774, "괴": 529, "굉": 1090, "교": 152, "구": 66, "국": 58, "군": 228, "굳": 1065, "굴": 506, "굵": 1268, "굶": 1130, "굽": 843, "궁": 724, "궂": 1232, "권": 360, "궤": 1168, "귀": 436, "귈": 1265, "귐": 1172, "귓": 1325, "규": 441, "균": 668, "그": 39, "극": 391, "근": 261, "글": 465, "금": 240, "급": 259, "긋": 917, "긍": 887, "기": 18, "긴": 372, "길": 351, "김": 1120, "깁": 1124, "깃": 658, "깅": 769, "깊": 792, "까": 255, "깍": 1281, "깎": 901, "깐": 1185, "깔": 895, "깜": 860, "깝": 725, "깥": 610, "깨": 430, "꺼": 598, "꺾": 1188, "껄": 1290, "껏": 908, "껑": 1316, "께": 412, "껴": 1236, "꼈": 939, "꼬": 1078, "꼭": 577, "꼴": 1056, "꼽": 788, "꼿": 975, "꽂": 1292, "꽃": 884, "꽤": 824, "꽹": 1259, "꾀": 1146, "꾐": 1243, "꾸": 622, "꾼": 888, "꿀": 1210, "꿇": 1123, "꿈": 780, "꿉": 1029, "꿔": 1055, "꿨": 921, "꿰": 1195, "뀌": 768, "뀐": 1087, "뀔": 859, "끄": 500, "끈": 720, "끊": 1079, "끌": 544, "끔": 755, "끗": 1097, "끝": 421, "끼": 471, "낀": 1066, "낄": 837, "낌": 1047, "나": 40, "낙": 745, "낚": 1192, "난": 235, "낟": 1323, "날": 291, "낡": 988, "남": 208, "납": 645, "낫": 1105, "났": 460, "낭": 699, "낮": 445, "낯": 1227, "낱": 1135, "낳": 1098, "내": 144, "낸": 715, "낼": 557, "냄": 729, "냅": 661, "냈": 550, "냉": 1002, "냐": 587, "냥": 540, "너": 281, "넉": 1122, "넌": 1305, "널": 528, "넓": 692, "넘": 457, "넙": 1003, "넛": 971, "넜": 1239, "넣": 669, "네": 290, "넨": 1040, "넬": 1140, "넷": 513, "녀": 433, "녁": 666, "년": 104, "념": 419, "녔": 1151, "녕": 1004, "노": 222, "녹": 853, "논": 726, "놀": 747, "놈": 871, "놋": 1230, "농": 487, "높": 420, "놓": 642, "뇌": 716, "뇨": 783, "누": 399, "눈": 361, "눌": 956, "눔": 1247, "눕": 1177, "눠": 1296, "뉘": 1133, "뉩": 785, "뉴": 378, "늄": 827, "늉": 1306, "느": 491, "는": 7, "늘": 300, "늙": 1167, "능": 214, "늦": 1182, "늪": 1034, "니": 11, "닉": 996, "닌": 499, "닐": 1045, "님": 677, "닙": 667, "닛": 1297, "닝": 607, "닢": 1166, "다": 5, "닥": 582, "닦": 1149, "단": 182, "닫": 823, "달": 202, "닭": 1116, "닮": 1287, "담": 524, "답": 518, "닷": 976, "당": 136, "닻": 1187, "닿": 766, "대": 36, "댁": 1267, "댄": 980, "댈": 1039, "댑": 1284, "댓": 872, "댔": 1190, "더": 137, "덕": 635, "던": 230, "덜": 643, "덟": 1000, "덤": 527, "덥": 1255, "덧": 815, "덩": 673, "덫": 844, "덮": 559, "데": 162, "덱": 1136, "덴": 567, "델": 744, "뎅": 1202, "도": 29, "독": 227, "돈": 678, "돋": 1134, "돌": 315, "돔": 1142, "돕": 808, "돗": 919, "동": 65, "돛": 1329, "돼": 756, "됐": 573, "되": 59, "된": 106, "될": 297, "됨": 1025, "됩": 333, "됭": 1088, "두": 150, "둑": 1119, "둔": 623, "둘": 521, "둠": 1109, "둡": 972, "둥": 750, "뒤": 455, "뒷": 948, "뒹": 1321, "듀": 1059, "드": 89, "득": 388, "든": 224, "듣": 1091, "들": 30, "듬": 898, "듭": 835, "듯": 732, "등": 285, "디": 229, "딘": 654, "딛": 930, "딜": 812, "딥": 1280, "딩": 626, "딪": 1214, "따": 203, "딱": 1068, "딴": 899, "딸": 992, "땅": 672, "땋": 1320, "때": 123, "떠": 415, "떡": 1189, "떤": 356, "떨": 402, "떱": 1242, "떳": 1152, "떴": 1258, "떻": 628, "떼": 990, "뗄": 1181, "또": 184, "똑": 857, "똥": 929, "뚜": 1016, "뚝": 1073, "뚤": 1193, "뚫": 986, "뚱": 1307, "뛰": 664, "뜨": 533, "뜩": 1206, "뜬": 834, "뜯": 1128, "뜰": 740, "뜸": 1155, "뜻": 502, "띄": 867, "띠": 978, "띤": 1262, "라": 42, "락": 411, "란": 318, "랄": 985, "람": 128, "랍": 613, "랐": 601, "랑": 301, "래": 249, "랙": 615, "랜": 265, "램": 580, "랩": 810, "랫": 718, "랬": 905, "랭": 1046, "랴": 1102, "략": 498, "량": 366, "러": 95, "럭": 575, "런": 338, "럴": 757, "럼": 350, "럽": 320, "럿": 1178, "렀": 804, "렁": 1064, "렇": 509, "레": 210, "렉": 636, "렌": 405, "렐": 1180, "렘": 829, "렙": 994, "렛": 927, "렝": 977, "려": 114, "력": 195, "련": 340, "렬": 963, "렴": 504, "렵": 611, "렷": 1017, "렸": 458, "령": 336, "례": 452, "로": 14, "록": 165, "론": 296, "롤": 633, "롬": 627, "롭": 590, "롯": 637, "롱": 882, "뢰": 705, "뢸": 1302, "료": 327, "룟": 1197, "룡": 885, "루": 196, "룩": 593, "룬": 1208, "룰": 1085, "룸": 820, "룹": 604, "룻": 1084, "룽": 880, "뤄": 671, "뤼": 1058, "류": 238, "륙": 466, "륜": 690, "률": 561, "륨": 1041, "륭": 728, "르": 87, "륵": 1319, "른": 151, "를": 23, "름": 294, "릅": 569, "릇": 1100, "릉": 973, "릎": 942, "리": 25, "릭": 670, "린": 246, "릴": 408, "림": 317, "립": 310, "릿": 989, "링": 526, "마": 90, "막": 367, "만": 52, "많": 158, "맏": 1143, "말": 177, "맑": 1159, "맘": 1251, "맙": 1154, "맛": 904, "망": 304, "맞": 505, "맡": 906, "매": 211, "맥": 564, "맨": 710, "맵": 1010, "맷": 798, "맸": 1237, "맹": 530, "맺": 1027, "머": 386, "먹": 481, "먼": 462, "멀": 568, "멈": 970, "멋": 848, "멍": 851, "멎": 1294, "메": 313, "멘": 581, "멜": 849, "멤": 713, "멧": 1072, "며": 86, "멱": 1277, "면": 80, "멸": 707, "몄": 1275, "명": 103, "몇": 272, "모": 111, "목": 263, "몫": 1125, "몬": 685, "몰": 532, "몸": 570, "몹": 1012, "못": 396, "몽": 621, "묘": 765, "무": 135, "묵": 759, "묶": 925, "문": 73, "묻": 746, "물": 94, "묽": 1291, "뭄": 1313, "뭅": 902, "뭇": 826, "뭉": 1269, "뭍": 1200, "뭐": 1030, "뭔": 928, "뮤": 608, "뮬": 790, "므": 493, "미": 77, "믹": 1061, "민": 264, "믿": 861, "밀": 473, "밈": 1266, "밉": 1288, "밋": 967, "밍": 806, "및": 245, "밑": 646, "바": 145, "박": 331, "밖": 703, "반": 142, "받": 171, "발": 98, "밝": 389, "밟": 1132, "밤": 446, "밥": 1031, "밧": 1224, "방": 113, "밭": 900, "배": 269, "백": 383, "밴": 586, "밸": 816, "뱀": 818, "뱃": 1199, "뱅": 738, "뱉": 1201, "버": 226, "벅": 1328, "번": 207, "벌": 535, "범": 449, "법": 160, "벗": 588, "벙": 1169, "베": 278, "벡": 875, "벤": 606, "벨": 476, "벳": 1007, "벼": 894, "벽": 578, "변": 262, "별": 341, "볍": 969, "병": 365, "보": 47, "복": 268, "본": 253, "볼": 374, "봄": 915, "봅": 1024, "봉": 619, "봐": 697, "뵈": 1198, "뵐": 1225, "뵙": 1145, "부": 46, "북": 289, "분": 101, "불": 172, "붉": 1194, "붐": 1050, "붓": 1211, "붕": 753, "붙": 562, "뷰": 786, "뷴": 957, "브": 257, "븐": 749, "블": 478, "비": 72, "빅": 784, "빈": 802, "빌": 684, "빔": 1311, "빕": 1094, "빗": 886, "빙": 542, "빚": 1110, "빛": 508, "빠": 456, "빡": 945, "빤": 1264, "빨": 660, "빵": 1011, "빼": 897, "뺀": 1299, "뺨": 1176, "뻐": 1092, "뻔": 944, "뻗": 1001, "뻤": 1263, "뼈": 922, "뽐": 1203, "뽑": 893, "뽕": 1246, "뾰": 934, "뿌": 696, "뿐": 503, "뿔": 1138, "뿜": 1215, "쁘": 1014, "쁜": 825, "쁨": 1099, "쁩": 966, "삐": 950, "사": 21, "삭": 701, "삯": 1121, "산": 206, "살": 352, "삶": 879, "삼": 896, "삽": 795, "샀": 1183, "상": 51, "샅": 1184, "새": 276, "색": 523, "샌": 940, "샘": 1023, "샛": 960, "생": 116, "샤": 648, "샬": 1089, "샵": 1049, "서": 19, "석": 283, "섞": 979, "선": 129, "설": 287, "섬": 404, "섭": 800, "섯": 652, "섰": 903, "성": 64, "세": 84, "섹": 1048, "센": 437, "셀": 480, "셈": 688, "셉": 1086, "셋": 1113, "셔": 651, "션": 375, "셨": 946, "셰": 736, "소": 74, "속": 190, "손": 330, "솔": 850, "솜": 1273, "솟": 1074, "송": 448, "쇄": 597, "쇠": 763, "쇼": 406, "수": 28, "숙": 409, "순": 345, "술": 337, "숨": 596, "숫": 714, "숭": 984, "숯": 1270, "숲": 1257, "쉬": 656, "쉰": 1286, "쉴": 952, "쉼": 1326, "쉽": 401, "슈": 512, "슐": 856, "슘": 1018, "스": 26, "슨": 483, "슬": 418, "슭": 1300, "슴": 821, "습": 24, "슷": 438, "승": 306, "시": 35, "식": 130, "신": 107, "싣": 846, "실": 178, "싫": 1213, "심": 241, "십": 400, "싱": 545, "싶": 751, "싸": 560, "싹": 1175, "싼": 682, "쌀": 912, "쌈": 1222, "쌉": 1051, "쌌": 1216, "쌍": 828, "쌓": 741, "써": 659, "썩": 987, "썰": 847, "썼": 1117, "썽": 1314, "쏘": 916, "쏟": 999, "쏠": 1212, "쑤": 1127, "쑥": 1220, "쓰": 384, "쓴": 1129, "쓸": 719, "씀": 993, "씁": 1108, "씌": 1147, "씨": 486, "씩": 943, "씬": 516, "씻": 1114, "아": 33, "악": 344, "안": 109, "앉": 803, "않": 117, "알": 185, "앎": 1204, "앓": 1137, "암": 428, "압": 548, "앗": 949, "았": 212, "앙": 574, "앞": 440, "애": 390, "액": 589, "앨": 770, "앱": 954, "앵": 1053, "야": 102, "약": 204, "얀": 1226, "얄": 1005, "얇": 653, "얌": 1249, "얏": 878, "양": 153, "얕": 1235, "얘": 1020, "어": 31, "억": 470, "언": 218, "얹": 1115, "얻": 461, "얼": 435, "얽": 1158, "엄": 566, "업": 258, "없": 183, "엇": 1028, "었": 61, "엉": 1209, "엎": 1106, "에": 8, "엔": 422, "엘": 459, "엠": 854, "여": 63, "역": 127, "엮": 1223, "연": 139, "열": 244, "염": 385, "엽": 830, "엾": 1207, "엿": 1157, "였": 236, "영": 134, "옆": 767, "예": 192, "옌": 1054, "옛": 752, "오": 85, "옥": 840, "온": 302, "올": 216, "옭": 1272, "옮": 602, "옳": 1093, "옴": 1315, "옵": 624, "옷": 743, "옹": 883, "와": 70, "완": 413, "왈": 791, "왔": 382, "왕": 298, "왜": 496, "외": 323, "왼": 814, "요": 83, "욕": 630, "욥": 1131, "용": 112, "우": 75, "욱": 772, "운": 131, "울": 319, "움": 293, "웁": 1165, "웃": 647, "웅": 1013, "워": 324, "원": 78, "월": 188, "웠": 951, "웨": 392, "웬": 1327, "웰": 947, "웹": 451, "위": 54, "윈": 700, "윌": 1021, "윗": 1096, "윙": 961, "유": 82, "육": 407, "윤": 754, "율": 558, "융": 579, "으": 34, "은": 13, "을": 10, "읊": 1260, "음": 170, "읍": 1075, "응": 370, "의": 9, "이": 6, "익": 538, "인": 27, "일": 38, "읽": 571, "잃": 702, "임": 295, "입": 76, "잇": 708, "있": 22, "잉": 735, "잊": 935, "잎": 686, "자": 37, "작": 143, "잔": 576, "잖": 1285, "잘": 410, "잠": 416, "잡": 398, "잣": 1245, "장": 62, "잦": 958, "재": 174, "잭": 953, "잿": 1241, "쟁": 353, "저": 209, "적": 44, "전": 43, "절": 316, "젊": 1082, "점": 186, "접": 271, "젓": 1308, "정": 57, "젖": 932, "제": 60, "젝": 794, "젠": 739, "젤": 793, "젯": 911, "져": 256, "젹": 965, "젼": 832, "졌": 267, "조": 119, "족": 252, "존": 286, "졸": 779, "좀": 742, "좁": 845, "종": 159, "좇": 1160, "좋": 381, "좌": 805, "죄": 517, "죔": 959, "죠": 822, "주": 55, "죽": 599, "준": 274, "줄": 443, "줌": 662, "줍": 600, "중": 92, "줬": 889, "쥐": 722, "쥔": 974, "즈": 279, "즉": 485, "즌": 583, "즐": 490, "즙": 1252, "증": 250, "지": 16, "직": 234, "진": 124, "질": 179, "짊": 1196, "짐": 870, "집": 284, "짓": 711, "징": 679, "짖": 1104, "짙": 1324, "짚": 1231, "짜": 694, "짝": 799, "짠": 1170, "짤": 1278, "짧": 605, "째": 347, "쨌": 1233, "쨍": 817, "쩌": 907, "쩍": 1179, "쩔": 1173, "쩡": 1317, "쪼": 1141, "쪽": 233, "쫒": 809, "쫓": 1063, "쬐": 1254, "쭈": 1276, "쭉": 1293, "쭐": 1228, "쯤": 874, "찌": 1095, "찍": 693, "찐": 1289, "찔": 1221, "찢": 1150, "차": 148, "착": 342, "찬": 546, "찮": 775, "찰": 326, "참": 387, "찼": 1174, "창": 380, "찾": 463, "채": 395, "책": 368, "챈": 1271, "챔": 612, "챘": 1303, "챙": 819, "처": 220, "척": 547, "천": 328, "철": 432, "첨": 918, "첩": 1304, "첫": 423, "청": 348, "체": 146, "쳐": 479, "쳤": 631, "초": 270, "촉": 592, "촌": 1248, "촛": 1186, "총": 497, "촬": 811, "최": 205, "추": 243, "축": 442, "춘": 748, "출": 217, "춤": 1139, "춥": 1083, "춧": 1250, "충": 373, "춰": 771, "췄": 924, "취": 349, "츠": 369, "측": 444, "츰": 1301, "층": 553, "치": 96, "칙": 609, "친": 403, "칠": 519, "침": 307, "칩": 734, "칫": 933, "칭": 689, "카": 187, "칵": 1009, "칸": 616, "칼": 614, "캄": 691, "캐": 425, "캔": 683, "캘": 877, "캠": 494, "캡": 855, "커": 394, "컨": 584, "컬": 865, "컴": 556, "컵": 1032, "컷": 991, "케": 288, "켈": 1253, "켓": 507, "켜": 618, "켰": 644, "코": 231, "콘": 663, "콜": 649, "콥": 1006, "콧": 838, "콩": 764, "콰": 639, "쾌": 1171, "쾰": 841, "쿄": 941, "쿠": 427, "쿡": 1026, "쿨": 1077, "쿼": 1008, "퀴": 852, "큄": 858, "크": 141, "큰": 358, "클": 450, "큼": 680, "큽": 1244, "키": 176, "킨": 641, "킬": 439, "킴": 1205, "킵": 962, "킹": 475, "타": 161, "탁": 695, "탄": 309, "탈": 355, "탉": 1217, "탐": 501, "탑": 676, "탓": 1163, "탔": 1229, "탕": 632, "태": 191, "택": 397, "탠": 796, "탬": 1310, "탱": 674, "터": 132, "턱": 1080, "턴": 474, "털": 665, "텀": 873, "텁": 1309, "텅": 1234, "테": 314, "텍": 712, "텐": 585, "텔": 334, "템": 534, "텨": 1070, "토": 237, "톤": 733, "톨": 657, "톰": 998, "톱": 522, "통": 115, "퇴": 723, "투": 277, "툰": 1298, "툴": 1062, "툼": 1044, "퉁": 982, "튜": 781, "트": 68, "특": 251, "튼": 868, "튿": 1118, "틀": 603, "틈": 866, "티": 254, "틱": 1067, "틴": 655, "팀": 363, "팅": 1081, "파": 166, "팎": 1274, "판": 308, "팔": 468, "팟": 981, "팠": 1312, "팡": 789, "패": 343, "팩": 1038, "팬": 687, "팸": 869, "팽": 787, "퍼": 469, "펀": 914, "페": 282, "펜": 555, "펠": 758, "펴": 730, "편": 305, "펼": 737, "폈": 1322, "평": 364, "폐": 539, "포": 149, "폭": 303, "폰": 625, "폴": 488, "폼": 997, "표": 200, "푯": 1052, "푸": 495, "푼": 1162, "풀": 511, "품": 325, "풍": 377, "퓨": 543, "프": 126, "픈": 773, "플": 362, "픔": 1126, "피": 213, "픽": 379, "핀": 778, "필": 247, "핌": 995, "핍": 1035, "핑": 467, "하": 12, "학": 156, "한": 20, "할": 69, "핥": 1283, "함": 167, "합": 93, "항": 189, "해": 32, "핵": 537, "핼": 1037, "햄": 913, "햇": 777, "했": 45, "행": 100, "향": 232, "허": 335, "헌": 776, "헐": 1112, "험": 225, "헙": 1071, "헛": 1107, "헝": 797, "헤": 429, "헥": 836, "헨": 890, "헬": 813, "헴": 1153, "헷": 1036, "혀": 414, "혁": 595, "현": 201, "혈": 541, "혐": 489, "협": 453, "혓": 926, "혔": 520, "형": 221, "혜": 801, "호": 175, "혹": 447, "혼": 492, "홀": 552, "홉": 1144, "홍": 629, "화": 81, "확": 275, "환": 322, "활": 312, "황": 424, "홰": 1261, "횃": 1218, "회": 168, "획": 417, "횡": 706, "효": 525, "후": 138, "훈": 675, "훌": 727, "훔": 909, "훗": 1318, "훨": 515, "훼": 864, "휘": 638, "휠": 968, "휩": 1148, "휴": 531, "휼": 1191, "흉": 1161, "흐": 477, "흑": 572, "흔": 434, "흗": 1019, "흘": 1069, "흙": 1164, "흠": 1111, "흡": 762, "흥": 650, "흩": 717, "희": 431, "흰": 1022, "히": 164, "힌": 549, "힐": 640, "힘": 617}